{"translation-revision-date":"2025-06-16 02:49:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CO"},"There are a total of %d color palettes":["Hay un total de %d paletas de colores"],"Color palettes":["Paleta de coloresPaletas de color"],"Sorry, you don't have permission to update the theme.":["Lo siento, no tienes permiso para actualizar el tema."],"Finish customizing":["Finalizar la personalización"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["Selecciona el par de fuentes que mejor se adapte a tu marca. La fuente más grande se utilizará para los encabezados, y la más pequeña para el contenido de apoyo. Puedes cambiar la fuente en cualquier momento en el editor."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["Elige la paleta de colores que mejor se adapte a tu marca. ¿Quieres cambiarla? Crea tu paleta de colores personalizada a continuación, o actualízala más tarde en el editor."],"Add patterns":["Añadir patrones"],"Social media":["Redes sociales"],"Go to the Customizer":["Ir al personalizador"],"Shuffle":["Aleatorio"],"Services":["Servicios"],"Intro":["Introducción"],"Browse themes":["Explorar temas"],"What's next?":["¿Qué es lo siguiente?"],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["Empieza a diseñar tu tienda: agregando tu logotipo, cambiando los esquemas de color y construyendo tus propios diseños. Haz un rápido recorrido para descubrir todas las posibilidades."],"Discover what's possible with the store designer":["Descubre lo que es posible con el diseñador de tiendas"],"Setting up the foundations":["Configurando los cimientos"],"Customize your theme":["Personaliza tu tema"],"Start designing":["Empieza a diseñar"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Crea rápidamente una bonita tienda utilizando nuestro diseñador de tiendas integrado. Elige tu diseño, selecciona un estilo y mucho más."],"Design your own":["Crea tu propio diseño"],"Other.":["Otro."],"Did you find anything confusing, irrelevant, or not useful?":["¿Encontraste algo confuso, irrelevante o poco útil?"],"I didn't like any of the available themes.":["No me gustó ninguno de los temas disponibles."],"I didn't find a theme that matched my needs.":["No he encontrado un tema que se ajuste a mis necesidades."],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["En una escala de dificultad donde 1 es igual a difícil y 5 a muy fácil, ¿cómo valorarías la experiencia en su conjunto?"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Nuestro objetivo es asegurarnos de que tengas las herramientas adecuadas para empezar a personalizar tu tienda. Nos encantaría saber si hemos cumplido nuestra meta y cómo podemos mejorar."],"Continue designing":["Seguir diseñando"],"Exit and lose changes":["Salir y perder los cambios"],"Are you sure you want to exit?":["¿Seguro que quieres salir?"],"You'll lose any changes you've made to your store's design and will start the process again.":["Perderás cualquier cambio que hayas hecho en el diseño de tu tienda y empezará el proceso de nuevo."],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Funciona con una IA experimental. {{link}}Saber más{{\/link}}"],"Find out how":["Descubre cómo"],"Editor canvas":["Lienzo del editor"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Parece que estás usando el modo offline de Jetpack: cambia al modo en línea para empezar a diseñar con IA."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["El diseñador de la tienda creará un nuevo diseño de tienda para ti y perderás cualquier cambio que hayas realizado en tu tema activo. Si prefieres continuar editando tu tema, puedes hacerlo a través del <EditorLink>Editor<\/EditorLink>."],"Active theme":["Tema activo"],"Looking to design your store using AI?":["¿Quieres diseñar tu tienda utilizando IA?"],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Lamentablemente, el [diseñador de tiendas de IA] no está disponible en este momento porque no podemos detectar tu red. Comprueba tu conexión a Internet."],"Back to Home":["Volver a la página de inicio"],"Go to the Editor":["Ir al editor"],"Browse all themes":["Ver todos los temas"],"Customize your store":["Personaliza tu tienda"],"Fine-tune your design":["Perfecciona tu diseño"],"Your store looks great!":["Tu tienda tiene un aspecto estupendo."],"Make your store your own":["Haz tuya tu tienda"],"Go back to the Home screen to complete your store setup and start selling":["Vuelve a la pantalla de inicio para completar la configuración de tu tienda y empezar a vender"],"Or select a professionally designed theme to customize and make your own.":["O selecciona un tema diseñado profesionalmente para personalizarlo y hacerlo tuyo."],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Ve al Editor para cambiar las imágenes y el texto, añadir más páginas y realizar cualquier otra personalización."],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Personaliza el estilo y el diseño de tu tienda para adaptarlos a tu marca. Añade tu logotipo, cambia el tipo de letra y los colores y prueba distintos diseños de página. Podrás editar el texto y las imágenes más tarde en el Editor."],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Cualquier cambio que realices en el diseño y el estilo aparecerá aquí en tiempo real, lo que resulta perfecto para probar diferentes aspectos antes de ponerlo en marcha. También puedes cambiar el tamaño de esta área para comprobar cómo se ve tu tienda en el móvil."],"Logo":["Logotipo"],"Take a tour":["Hacer un recorrido"],"Image width":["Anchura de la imagen"],"Saving failed.":["No se ha podido guardar."],"Use as site icon":["Utilizar como favicon"],"Link logo to homepage":["Enlace del logotipo a la página de inicio"],"View your changes in real time":["Visualiza tus cambios en tiempo real"],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Los iconos del sitio son los que ves en las pestañas del navegador, barras de favoritos y dentro de las aplicaciones móviles de WordPress."],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Asegúrate de que tu tienda tenga la marca añadiendo tu logotipo. Para obtener los mejores resultados, carga un SVG o PNG de 300 px de ancho como mínimo."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["Selecciona una nueva cabecera de las opciones que aparecen a continuación. Tu cabecera incluye la navegación de tu sitio y se añadirá a todas las páginas. Puedes seguir personalizándolo a través del editor."],"Add your logo":["Añade tu logotipo"],"or create your own":["o crea el tuyo propio"],"Let's get creative":["Demos rienda suelta a la creatividad"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["Utiliza nuestras herramientas de estilo y diseño para personalizar el diseño de tu tienda. El contenido y las imágenes pueden agregarse o modificarse posteriormente a través del editor."],"Opening the doors":["Abriendo las puertas"],"Turning on the lights":["Encendido de luces"],"Thanks for the feedback. We'll put it to good use!":["Gracias por tu opinión. ¡Le daremos buen uso!"],"Replace":["Reemplazar"],"Continue setting up your store":["Sigue configurando tu tienda"],"Options":["Opciones"],"Send":["Enviar"],"Back":["Volver"],"Navigation":["Navegación"],"Style":["Estilo"],"Paid":["Pagado"],"Share feedback":["Compartir comentarios"],"About":["Acerca de"],"Layout":["Estructura"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Anterior"],"Close":["Cerrar"],"Cancel":["Cancelar"],"Default":["Por defecto"],"Settings":["Ajustes"],"Delete":["Borrar"],"Reviews":["Valoraciones"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}